{"translation-revision-date":"2025-05-20 20:36:49+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"Design a new theme":["Σχεδιάστε ένα νέο θέμα εμφάνισης"],"Your active theme will be changed and you could lose any changes you’ve made to it.":["Το ενεργό θέμα σας θα αλλάξει και ενδέχεται να χάσετε τυχόν αλλαγές που έχετε κάνει σε αυτό."],"Are you sure you want to design a new theme?":["Είστε βέβαιοι ότι θέλετε να σχεδιάσετε ένα νέο θέμα εμφάνισης;"],"Design your own":["Σχεδιάστε το δικό σας"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["Δημιουργήστε γρήγορα ένα όμορφο κατάστημα χρησιμοποιώντας τον ενσωματωμένο δημιουργό καταστημάτων μας. Επιλέξτε τη διάταξή σας, επιλέξτε ένα στυλ και πολλά άλλα."],"Start designing":["Ξεκινήστε το σχεδιασμό"],"Customize your theme":["Προσαρμόστε το θέμα σας"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Λειτουργεί με πειραματική τεχνητή νοημοσύνη. {{link}}Μάθετε περισσότερα{{{\/link}}"],"Start again":["Ξεκινήστε ξανά"],"Are you sure you want to start over?":["Είστε σίγουροι ότι θέλετε να ξεκινήσετε από την αρχή;"],"Are you sure you want to start a new design?":["Είστε σίγουροι ότι θέλετε να ξεκινήσετε ένα νέο σχέδιο;"],"Create a new one":["Δημιουργήστε ένα νέο"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["Συνεχίστε να προσαρμόζετε την εμφάνιση του καταστήματός σας που δημιουργήθηκε από την Τεχνητή Νοημοσύνη ή ξεκινήστε από την αρχή και δημιουργήστε ένα νέο."],"Find out how":["Μάθετε πώς"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Θα σας ζητηθεί να δώσετε ξανά τα στοιχεία της επιχείρησής σας και θα χάσετε τον υπάρχοντα σχεδιασμό μέσω τεχνητής νοημοσύνης. Αν θέλετε να προσαρμόσετε τον υπάρχοντα σχεδιασμό σας, μπορείτε να το κάνετε μέσω του <EditorLink>Επεξεργαστής<\/EditorLink>."],"Customize your custom theme":["Προσαρμόστε το εξατομικευμένο θέμα εμφάνισής σας"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Φαίνεται ότι χρησιμοποιείτε την offline λειτουργία του Jetpack - μεταβείτε στην online λειτουργία για να ξεκινήσετε να σχεδιάζετε με τη βοήθεια τεχνητής νοημοσύνης."],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Ο Δημιουργός Καταστήματος θα δημιουργήσει ένα νέο σχεδιαστικό καταστήματος για εσάς και θα χάσετε όλες τις αλλαγές που έχετε κάνει στο ενεργό θέμα σας. Αν προτιμάτε να συνεχίσετε την επεξεργασία του θέματός σας, μπορείτε να το κάνετε μέσω του <EditorLink>Επεξεργαστή<\/EditorLink>."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["Δυστυχώς, ο [Δημιουργός Καταστήματος μέσω τεχνητής νοημοσύνης] δεν είναι διαθέσιμος αυτήν τη στιγμή, καθώς δεν μπορούμε να εντοπίσουμε ενεργή σύνδεση στο διαδίκτυο. Παρακαλούμε ελέγξτε τη σύνδεσή σας στο διαδίκτυο."],"Looking to design your store using AI?":["Θέλετε να σχεδιάσετε το κατάστημά σας με τη βοήθεια τεχνητής νοημοσύνης;"],"Customize your store":["Προσαρμόστε το κατάστημά σας"],"Use the power of AI to design your store":["Χρησιμοποιήστε τη δύναμη της τεχνητής νοημοσύνης για να σχεδιάσετε το κατάστημά σας"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Σχεδιάστε την εμφάνιση του καταστήματός σας, δημιουργήστε σελίδες και συντάξτε κείμενα χρησιμοποιώντας τα ενσωματωμένα εργαλεία τεχνητής νοημοσύνης."],"Go to the Editor":["Μετάβαση στον επεξεργαστή"],"Design with AI":["Σχεδιασμός μέσω τεχνητής νοημοσύνης"],"Customize":["Προσαρμογή"],"Cancel":["Ακύρωση"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/6916.js"}}