{"translation-revision-date":"2025-05-20 20:36:49+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"Manage how your site appears to visitors. <a>Learn more<\/a>":["Διαχειριστείτε τον τρόπο με τον οποίο ο ιστότοπός σας εμφανίζεται στους επισκέπτες. <a>Μάθετε περισσότερα<\/a>"],"Confirm switch to ‘Coming soon’ mode":["Επιβεβαίωση αλλαγής κατάσταστης σε 'Συντομα κοντά σας'"],"Coming soon":["Σύντομα κοντά σας"],"Share your site with anyone using a private link.":["Μοιραστείτε τον ιστότοπό σας χρησιμοποιώντας έναν ιδιωτικό σύνδεσμο."],"Display a “coming soon” message on your store pages — the rest of your site will remain visible.":["Εμφανίστε το μήνυμα \"σύντομα κοντά σας\" στις σελίδες του καταστήματός σας — ο υπόλοιπος ιστότοπός σας θα παραμείνει ορατός."],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing.":["Ο ιστότοπός σας είναι κρυμμένος από τους επισκέπτες μέσω της σελίδας \"Σύντομα κοντά σας\" που θα φαίνεται μέχρι να είναι έτοιμος για προβολή."],"Your entire site is visible to everyone.":["Ο ιστότοπός σας είναι ορατός σε όλους."],"Share your site with a private link":["Μοιραστείτε τον ιστότοπό σας με έναν ιδιωτικό σύνδεσμο"],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing. You can customize your “Coming soon” landing page via the <a>Editor<\/a>.":["Ο ιστότοπός σας είναι κρυμμένος από τους επισκέπτες πίσω από τη σελίδα \"Σύντομα κοντά σας\" μέχρι να είναι έτοιμος για προβολή. Μπορείτε να προσαρμόσετε τη σελίδα \"Σύντομα κοντά σας\" μέσω του <a>Editor<\/a>."],"Live":["Live"],"Site visibility":["Ορατότητα ιστοτόπου"],"Switch":["Διακόπτης"],"WooPayments is pre-integrated with popular payment options:":["Το WooPayments είναι ενσωματωμένο ήδη με δημοφιλείς επιλογές πληρωμής:"],"Payments made simple, designed exclusively<br\/>for WooCommerce stores.":["Απλές πληρωμές, σχεδιασμένες αποκλειστικά<br\/>για καταστήματα WooCommerce."],"Recommended settings applied.":["Εφαρμόστηκαν οι προτεινόμενες ρυθμίσεις."],"{{b}}Inconsistent tax settings:{{\/b}} To avoid possible rounding errors, prices should be entered and displayed consistently in all locations either including, or excluding taxes.":["{{b}}Ασυνέπεια στις ρυθμίσεις φόρων:{{\/b}} Για να αποφύγετε πιθανά σφάλματα στρογγυλοποίησης, οι τιμές καλό είναι να εισάγονται και να προβάλλονται με τον ίδιο τρόπο σε όλα τα σημεία, είτε μαζί με τον φόρο, είτε χωρίς."],"Use recommended settings":["Εφαρμογή προτεινόμενων ρυθμίσεων"],"Payment Methods":["Μέθοδοι πληρωμής"],"Mutable settings should be accessed via data store.":["Η πρόσβαση στις μεταβλητές (mutable) ρυθμίσεις θα πρέπει να γίνεται μέσω του data store."],"Get started":["Ξεκινήστε"],"Copy link":["Αντιγραφή συνδέσμου"],"Save changes":["Αποθήκευση αλλαγών"],"Copied!":["Αντιγράφηκε!"],"Installed payment methods are listed below and can be sorted to control their display order on the frontend.":["Οι εγκατεστημένες μέθοδοι πληρωμής παρατίθενται παρακάτω και μπορούν να ταξινομηθούν για να καθορίσετε την σειρά εμφάνισής τους στον ιστότοπο."],"Learn more":["Μάθετε περισσότερα"],"Cancel":["Ακύρωση"],"Metro Manila":["Metro Manila"],"Roma":["Roma"]}},"comment":{"reference":"assets\/client\/admin\/settings\/index.js"}}