{"translation-revision-date":"2025-05-20 16:09:08+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"Buy now":["Αγοράστε τώρα"],"If you were thinking about upgrading, now's the time! 30% OFF ends 3rd Dec 11am (CET)":["Αν σκεφτόσασταν την αναβάθμιση, τώρα είναι η ώρα! Η ΕΚΠΤΩΣΗ 30% λήγει στις 3 Δεκεμβρίου 11 π.μ. (CET)"],"%1$sBuy%2$s %3$s":["%1$sΑγορά%2$s %3$s"],"30% OFF - BLACK FRIDAY":["30% ΜΕΙΟΝ - BLACK FRIDAY"],"Learn more about the primary category.":["Μάθετε περισσότερα για την κύρια κατηγορία."],"Make content editing a breeze! Optimize your SEO content with quick, actionable suggestions at the click of a button.%1$s%2$sLearn more%3$s%4$s":["Κάντε την επεξεργασία περιεχομένου παιχνιδάκι! Βελτιστοποιήστε το περιεχόμενο SEO σας με γρήγορες, εφαρμόσιμες προτάσεις με το πάτημα ενός κουμπιού.%1$s%2$sΜάθετε περισσότερα%3$s%4$s"],"Optimize your SEO content with %s":["Βελτιστοποιήστε το περιεχόμενο SEO σας με %s"],"Undefined error message.":["Απροσδιόριστο μήνυμα σφάλματος."],"30-day money back guarantee.":["Εγγύηση επιστροφής χρημάτων εντός 30-ημερών."],"Only $\/€\/£99 per year (ex VAT)":["Μόνο $\/€\/£99 ανά έτος (χωρίς ΦΠΑ)"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Αφήστε την AI να κάνει κάποιες σκέψεις για εσάς και να σας βοηθήσει να εξοικονομήσετε χρόνο. Λάβετε προτάσεις υψηλής ποιότητας για τίτλους και meta-περιγραφές για να κάνετε το περιεχόμενό σας να κατατάσσεται ψηλά και να φαίνεται καλά στα μέσα κοινωνικής δικτύωσης. %1$sΜάθετε περισσότερα%2$s%3$s"],"Let AI do some of the thinking for you and help you save time. Get high-quality suggestions for product titles and meta descriptions to make your content rank high and look good on social media. %1$sLearn more%2$s%3$s":["Αφήστε την AI να κάνει κάποιες σκέψεις για εσάς και να σας βοηθήσει να εξοικονομήσετε χρόνο. Λάβετε προτάσεις υψηλής ποιότητας για τίτλους προϊόντων και meta-περιγραφές για να κάνετε το περιεχόμενό σας να κατατάσσεται υψηλότερα και να φαίνεται καλά στα μέσα κοινωνικής δικτύωσης. %1$sΜάθετε περισσότερα%2$s%3$s"],"Explore %s now!":["Εξερευνήστε το %s τώρα!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$sΥποστήριξη 24\/7%2$s: Επίσης τα απογεύματα και τα σαββατοκύριακα."],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sΣούπερ γρήγορες%2$s προτάσεις εσωτερικής σύνδεσης."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sΌχι πια κατεστραμμένοι σύνδεσμοι%2$s: Διαχείριση αυτόματης ανακατεύθυνσης."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sΠροσελκυστικές κοινωνικές προεπισκοπήσεις%2$s στις οποίες θα προκαλούν πραγματικά να κάνουν κλικ."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sΠολλαπλές λέξεις-κλειδιά%2$s: Καλύτερη κατάταξη για περισσότερες αναζητήσεις."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sΑΙ%2$s: Καλύτεροι τίτλοι SEO και meta-περιγραφές, πιο γρήγορα."],"Unlock with the %1$s":["Ξεκλειδώστε με το %1$s"],"Generate product titles & descriptions with AI!":["Δημιουργήστε τίτλους προϊόντων και περιγραφές με AI!"],"Use AI to generate titles and meta descriptions, automatically redirect deleted pages, get 24\/7 support, and much, much more!":["Χρησιμοποιήστε την AI για να δημιουργήσετε τίτλους και meta-περιγραφές, να ανακατευθύνετε αυτόματα τις διαγραμμένες σελίδες, να λάβετε υποστήριξη 24\/7 και πολλά, πολλά άλλα!"],"Claim your 30% off now!":["Διεκδικήστε την έκπτωση 30% τώρα!"],"BLACK FRIDAY":["BLACK FRIDAY"],"30% OFF":["ΕΚΠΤΩΣΗ 30%"],"Use AI to write your titles & meta descriptions!":["Χρησιμοποιήστε TN για να δημιουργήσετε τους τίτλους σας και μετα-περιγραφές"],"New in %1$s":["Νέο στο %1$s"],"Use AI":["Χρήση AI"],"Potentially non-inclusive":["Πιθανόν μη συμπεριληπτική"],"%1$sGet%2$s %3$s":["%1$sΛήψη%2$s %3$s"],"Deny":["Άρνηση"],"To see this video, you need to allow %1$s to load embedded videos from %2$s.":["Για να δείτε το βίντεο, χρειάζεται να επιτρέψετε το %1$s να φορτώσει τα ενσωματωμένα βίντεο από %2$s."],"Allow":["Επιτρέπεται"],"Learn more":["Μάθετε περισσότερα"],"Unlock with %1$s":["Ξεκλειδώστε το με %1$s"],"Something went wrong. An unexpected error occurred.":["Κάτι πήγε λάθος. Προέκυψε ένα μη αναμενόμενο σφάλμα."],"Refresh this page":["Ανανέωση της σελίδας"],"Unfortunately, this means that any unsaved changes in this section will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Δυστυχώς, αυτό σημαίνει ότι τυχόν μη αποθηκευμένες αλλαγές σε αυτήν την ενότητα θα χαθούν. Μπορείτε να δοκιμάσετε να ανανεώσετε αυτήν τη σελίδα για να επιλύσετε το πρόβλημα. Εάν αυτό το σφάλμα εξακολουθεί να εμφανίζεται, παρακαλούμε επικοινωνήστε με την ομάδα υποστήριξής μας και θα λάβετε όλη τη βοήθεια που χρειάζεστε!"],"We're very sorry, but it seems like the following error has interrupted our application:":["Λυπούμαστε πολύ, αλλά φαίνεται ότι το παρακάτω σφάλμα διέκοψε την εφαρμογή μας:"],"Contact support":["Επικοινωνήστε με την υποστήριξη"],"Read reviews from real users":["Διαβάστε σχόλια από αληθινούς χρήστες."],"Inclusive language:":["Συμπεριληπτική γλώσσα:"],"Premium SEO analysis:":["Premium ανάλυση SEO:"],"Beta":["Υπό δοκιμή"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Υπάρχουν μη αποθηκευμένες αλλαγές σε ένα ή περισσότερα βήματα. Η αποχώρηση σημαίνει ότι οι αλλαγές αυτές ενδέχεται να μην αποθηκευτούν. Είστε σίγουροι ότι θέλετε να φύγετε;"],"SEO analysis:":["Ανάλυση SEO:"],"Upgrade to %s":["Προχωρήστε σε αναβάθμιση του %s"],"Readability analysis:":["Ανάλυση αναγνωσιμότητας:"],"Copy error":["Σφάλμα αντιγραφής"],"An error occurred loading the %s primary taxonomy picker.":["Ένα σφάλμα συνέβη κατά την φόρτωση του %s πρωτεύον επιλογέα ταξινομίας."],"Select the primary %s":["Επέλεξε το πρωτεύον %s"],"Enter a focus keyphrase to calculate the SEO score":["Παρακαλώ εισάγετε μια λέξη κλειδί προκειμένου να υπολογιστεί το σκορ του SEO"],"(Opens in a new browser tab)":["(Ανοίγει σε νέα καρτέλα)"],"Good SEO score":["Πολύ καλή SEO βαθμολογία"],"OK SEO score":["Καλή SEO βαθμολογία"],"%1$s + %2$s":["%1$s + %2$s"],"Needs improvement":["Χρειάζεται βελτίωση"],"Not available":["Δεν είναι διαθέσιμο"],"Good":["Καλό"],"Close":["Κλείσιμο"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["Η προτεινόμενη εικόνα θα πρέπει να είναι τουλάχιστον 200x200 pixel ώστε να επιλεγεί από το Facebook και άλλους ιστότοπους κοινωνικής δικτύωσης. "],"OK":["OK"],"(no parent)":["(χωρίς γονέα)"]}},"comment":{"reference":"js\/dist\/post-edit.js"}}